Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 「设置 → 大模型 → 配置迁移」导出的文件包含你的 API Key，会用本机密钥自动加密（与本地数据同一套，密钥保存在系统钥匙串），再保存到你选择的位置；因为没有额外口令，该文件只能在本机 Memonta 导入。密钥不会上传，文件请妥善保管。
ar: الملفات المُصدَّرة من «الإعدادات → النموذج → نقل الإعدادات» تتضمن مفاتيح API الخاصة بك، وتُشفَّر تلقائيًا بالمفتاح المحلي (نفس المفتاح المستخدم لبياناتك المحلية، والمحفوظ في سلسلة مفاتيح النظام)، ثم تُحفظ في المكان الذي تختاره. ولعدم وجود عبارة مرور منفصلة، لا يمكن استيراد هذا الملف إلا في Memonta على هذا الجهاز. لا يُرسل المفتاح إلى أي مكان، فاحفظ الملف بعناية.
de: Aus „Einstellungen → LLM → Konfigurationsübertragung“ exportierte Dateien enthalten Ihre API-Schlüssel und werden automatisch mit dem lokalen Schlüssel verschlüsselt (derselbe wie für Ihre lokalen Daten, im Systemschlüsselbund), dann an einem Ort Ihrer Wahl gespeichert. Da es keine separate Passphrase gibt, kann eine solche Datei nur von Memonta auf diesem Mac importiert werden. Der Schlüssel wird nie hochgeladen; bewahren Sie die Datei sicher auf.
en: Files exported from “Settings → LLM → Config Transfer” contain your API keys and are encrypted automatically with the local key (the same one used for your local data, stored in the system keychain), then saved wherever you choose. Because there is no separate passphrase, such a file can only be imported by Memonta on this Mac. The key is never uploaded; please keep the file safe.
es: Los archivos exportados desde «Ajustes → Modelo → Transferencia de configuración» contienen tus claves de API y se cifran automáticamente con la clave local (la misma que usan tus datos locales, guardada en el llavero del sistema), y se guardan donde elijas. Al no haber contraseña adicional, ese archivo solo puede importarlo Memonta en este Mac. La clave nunca se sube; guarda el archivo en un lugar seguro.
fr: Les fichiers exportés depuis « Réglages → Grand modèle → Transfert de configuration » contiennent vos clés API ; ils sont chiffrés automatiquement avec la clé locale (la même que vos données locales, conservée dans le trousseau système), puis enregistrés où vous voulez. Faute de mot de passe séparé, un tel fichier ne peut être importé que par Memonta sur ce Mac. La clé n'est jamais transmise ; conservez le fichier en lieu sûr.
hi: «सेटिंग्स → मॉडल → कॉन्फ़िगरेशन स्थानांतरण» से निर्यातित फ़ाइलों में आपकी API कुंजियाँ होती हैं और वे स्थानीय कुंजी (आपके स्थानीय डेटा वाली ही कुंजी, जो सिस्टम कीचेन में रहती है) से स्वतः एन्क्रिप्ट होकर आपके चुने स्थान पर सहेजी जाती हैं। अलग पासफ़्रेज़ न होने के कारण ऐसी फ़ाइल केवल इस Mac के Memonta में ही आयात की जा सकती है। कुंजी कहीं अपलोड नहीं होती; फ़ाइल संभालकर रखें।
id: File yang diekspor dari «Pengaturan → Model → Transfer Konfigurasi» memuat kunci API Anda dan dienkripsi otomatis dengan kunci lokal (kunci yang sama dengan data lokal, tersimpan di keychain sistem), lalu disimpan di lokasi pilihan Anda. Karena tidak ada frasa sandi terpisah, file tersebut hanya dapat diimpor oleh Memonta di Mac ini. Kunci tidak pernah diunggah; simpan file dengan aman.
it: I file esportati da «Impostazioni → Modello → Trasferimento configurazione» contengono le chiavi API e vengono cifrati automaticamente con la chiave locale (la stessa dei tuoi dati locali, conservata nel portachiavi di sistema), poi salvati dove preferisci. Non essendoci una passphrase separata, quel file può essere importato solo da Memonta su questo Mac. La chiave non viene mai inviata; conserva il file in un luogo sicuro.
ja: 「設定 → 大規模モデル → 設定の移行」で書き出したファイルには API キーが含まれ、本機の鍵（ローカルデータと同じ鍵。システムのキーチェーンに保存）で自動的に暗号化され、選んだ場所に保存されます。追加の合言葉がないため、このファイルは本機の Memonta でしか読み込めません。鍵は送信されません。ファイルは大切に保管してください。
ko: ‘설정 → 대형 모델 → 설정 이전’으로 내보낸 파일에는 API 키가 포함되며, 이 Mac의 키(로컬 데이터와 동일, 시스템 키체인에 저장)로 자동 암호화되어 원하는 위치에 저장됩니다. 별도 암호가 없으므로 이 파일은 이 Mac의 Memonta에서만 가져올 수 있습니다. 키는 업로드되지 않으며, 파일을 잘 보관하세요.
nl: Bestanden die via «Instellingen → Model → Configuratie overdragen» worden geëxporteerd bevatten je API-sleutels en worden automatisch versleuteld met de lokale sleutel (dezelfde als voor je lokale gegevens, bewaard in de systeemsleutelhanger) en daarna opgeslagen waar je wilt. Omdat er geen aparte wachtwoordzin is, kan zo'n bestand alleen door Memonta op deze Mac worden geïmporteerd. De sleutel wordt nooit geüpload; bewaar het bestand veilig.
pl: Pliki eksportowane z „Ustawienia → Model → Przenoszenie konfiguracji” zawierają Twoje klucze API i są automatycznie szyfrowane kluczem lokalnym (tym samym co dane lokalne, przechowywanym w pęku kluczy systemu), a następnie zapisywane w wybranym miejscu. Ponieważ nie ma osobnego hasła, taki plik może zaimportować wyłącznie Memonta na tym Macu. Klucz nigdy nie jest wysyłany; przechowuj plik bezpiecznie.
pt: Os ficheiros exportados em «Definições → Modelo → Transferência de configuração» contêm as suas chaves de API e são cifrados automaticamente com a chave local (a mesma dos dados locais, guardada no porta-chaves do sistema) e guardados onde escolher. Como não há palavra-passe separada, esse ficheiro só pode ser importado pelo Memonta neste Mac. A chave nunca é enviada; guarde o ficheiro em local seguro.
ru: Файлы, экспортированные из «Настройки → Модель → Перенос настроек», содержат ваши API-ключи и автоматически шифруются локальным ключом (тем же, что и локальные данные, он хранится в связке ключей системы), после чего сохраняются в выбранное место. Отдельного пароля нет, поэтому такой файл может импортировать только Memonta на этом Mac. Ключ никуда не передаётся; храните файл надёжно.
sv: Filer som exporteras från «Inställningar → Modell → Överför konfiguration» innehåller dina API-nycklar och krypteras automatiskt med den lokala nyckeln (samma som för dina lokala data, förvarad i systemets nyckelring) och sparas där du väljer. Eftersom det inte finns någon separat lösenordsfras kan en sådan fil bara importeras av Memonta på den här Macen. Nyckeln laddas aldrig upp; förvara filen säkert.
th: ไฟล์ที่ส่งออกจาก «การตั้งค่า → โมเดล → การย้ายการตั้งค่า» มี API Key ของคุณ และจะถูกเข้ารหัสอัตโนมัติด้วยคีย์ในเครื่อง (คีย์เดียวกับข้อมูลในเครื่อง เก็บไว้ในพวงกุญแจของระบบ) แล้วบันทึกยังตำแหน่งที่คุณเลือก เนื่องจากไม่มีรหัสผ่านแยก ไฟล์นี้จึงนำเข้าได้เฉพาะใน Memonta บนเครื่องนี้เท่านั้น คีย์จะไม่ถูกอัปโหลด โปรดเก็บไฟล์ให้ปลอดภัย
tr: «Ayarlar → Model → Yapılandırma Aktarımı» ile dışa aktarılan dosyalar API anahtarlarınızı içerir ve yerel anahtarla (yerel verilerinizle aynı anahtar, sistem anahtarlığında saklanır) otomatik şifrelenip seçtiğiniz yere kaydedilir. Ayrı bir parola olmadığından bu tür bir dosya yalnızca bu Mac’teki Memonta tarafından içe aktarılabilir. Anahtar hiçbir zaman yüklenmez; dosyayı güvenli bir yerde saklayın.
uk: Файли, експортовані з «Налаштування → Модель → Перенесення налаштувань», містять ваші ключі API і автоматично шифруються локальним ключем (тим самим, що й локальні дані, він зберігається у зв’язці ключів системи), після чого зберігаються у вибраному місці. Оскільки окремого пароля немає, такий файл може імпортувати лише Memonta на цьому Mac. Ключ нікуди не надсилається; зберігайте файл у безпеці.
vi: Tệp xuất từ «Cài đặt → Mô hình → Chuyển cấu hình» chứa khóa API của bạn và được mã hóa tự động bằng khóa trên máy (cùng khóa với dữ liệu trên máy, lưu trong chuỗi khóa hệ thống), rồi lưu vào vị trí bạn chọn. Vì không có mật khẩu riêng, tệp này chỉ có thể được nhập bởi Memonta trên máy này. Khóa không bao giờ được tải lên; hãy cất giữ tệp cẩn thận.
zh_hant: 「設定 → 大模型 → 設定遷移」匯出的檔案包含你的 API Key，會用本機金鑰自動加密（與本機資料同一套，金鑰保存在系統鑰匙圈），再儲存到你選擇的位置；因為沒有額外口令，該檔案只能在本機 Memonta 匯入。金鑰不會上傳，檔案請妥善保管。

source: %@ %@，%@，创建于 %@
ar: %@ %@، %@، أُنشئ في %@
de: %@ %@, %@, erstellt am %@
en: %@ %@, %@, created %@
es: %@ %@, %@, creado el %@
fr: %@ %@, %@, créé le %@
hi: %@ %@, %@, %@ को बनाया गया
id: %@ %@, %@, dibuat %@
it: %@ %@, %@, creato il %@
ja: %@ %@、%@、作成日 %@
ko: %@ %@, %@, %@ 생성
nl: %@ %@, %@, aangemaakt op %@
pl: %@ %@, %@, utworzono %@
pt: %@ %@, %@, criado em %@
ru: %@ %@, %@, создано %@
sv: %@ %@, %@, skapad %@
th: %@ %@ %@ สร้างเมื่อ %@
tr: %@ %@, %@, oluşturulma %@
uk: %@ %@, %@, створено %@
vi: %@ %@, %@, tạo lúc %@
zh_hant: %@ %@，%@，建立於 %@

source: %@ %@，时长 %@，状态 %@，创建于 %@
ar: %@ %@، المدة %@، الحالة %@، أُنشئ %@
de: %@ %@, Dauer %@, Status %@, erstellt %@
en: %@ %@, duration %@, status %@, created %@
es: %@ %@, duración %@, estado %@, creado %@
fr: %@ %@, durée %@, statut %@, créé %@
hi: %@ %@, अवधि %@, स्थिति %@, निर्मित %@
id: %@ %@, durasi %@, status %@, dibuat %@
it: %@ %@, durata %@, stato %@, creato %@
ja: %@ %@、長さ %@、状態 %@、作成日時 %@
ko: %@ %@, 길이 %@, 상태 %@, 생성일 %@
nl: %@ %@, duur %@, status %@, aangemaakt %@
pl: %@ %@, czas trwania %@, status %@, utworzono %@
pt: %@ %@, duração %@, estado %@, criado %@
ru: %@ %@, длительность %@, статус %@, создано %@
sv: %@ %@, längd %@, status %@, skapad %@
th: %@ %@, ระยะเวลา %@, สถานะ %@, สร้างเมื่อ %@
tr: %@ %@, süre %@, durum %@, oluşturulma %@
uk: %@ %@, тривалість %@, статус %@, створено %@
vi: %@ %@, thời lượng %@, trạng thái %@, tạo lúc %@
zh_hant: %@ %@，時長 %@，狀態 %@，創建於 %@

source: %@ 分钟
ar: %@ دقيقة
de: %@ Min.
en: %@ min
es: %@ min
fr: %@ min
hi: %@ मिनट
id: %@ mnt
it: %@ min
ja: %@ 分
ko: %@ 분
nl: %@ min
pl: %@ min
pt: %@ min
ru: %@ мин
sv: %@ min
th: %@ นาที
tr: %@ dk
uk: %@ хв
vi: %@ phút
zh_hant: %@ 分鐘

source: %@ 天
ar: %@ يوم
de: %@ T
en: %@ d
es: %@ d
fr: %@ j
hi: %@ दिन
id: %@ hari
it: %@ g
ja: %@ 日
ko: %@ 일
nl: %@ d
pl: %@ dn.
pt: %@ d
ru: %@ дн
sv: %@ d
th: %@ วัน
tr: %@ gün
uk: %@ дн.
vi: %@ ngày

source: %@ 字
ar: %@ حرف
de: %@ Zeichen
en: %@ chars
es: %@ car.
fr: %@ car.
hi: %@ अक्षर
id: %@ karakter
it: %@ car.
ja: %@ 文字
ko: %@ 자
nl: %@ tek.
pl: %@ zn.
pt: %@ car.
ru: %@ симв.
sv: %@ tecken
th: %@ ตัวอักษร
tr: %@ karakter
uk: %@ симв.
vi: %@ ký tự

source: %@ 小时
ar: %@ ساعة
de: %@ Std.
en: %@ hr
es: %@ h
fr: %@ h
hi: %@ घंटे
id: %@ jam
it: %@ h
ja: %@ 時間
ko: %@ 시간
nl: %@ u
pl: %@ godz.
pt: %@ h
ru: %@ ч
sv: %@ tim
th: %@ ชม.
tr: %@ sa
uk: %@ год
vi: %@ giờ
zh_hant: %@ 小時

# %d 条录音自动恢复失败：%@。 分片文件已保留在录音文件夹，可用专业音频工具尝试修复。
source: %1$d 条录音自动恢复失败：%2$@。 分片文件已保留在录音文件夹，可用专业音频工具尝试修复。
ar: فشل الاسترجاع التلقائي لـ %d تسجيلًا: %@. تبقى الملفات المجزأة في مجلد التسجيل؛ جرّب إصلاحها بأدوات صوتية احترافية.
de: %d Aufnahmen konnten nicht automatisch wiederhergestellt werden: %@. Die Segmentdateien bleiben im Aufnahmeordner; versuchen Sie eine Reparatur mit professionellen Audio-Tools.
en: Failed to auto-recover %d recordings: %@. The segment files remain in the recording folder; try repairing them with professional audio tools.
es: No se pudieron recuperar automáticamente %d grabaciones: %@. Los fragmentos siguen en la carpeta de grabación; prueba a repararlos con herramientas de audio profesionales.
fr: Échec de la récupération automatique de %d enregistrements : %@. Les fragments restent dans le dossier d’enregistrement ; essayez de les réparer avec un outil audio professionnel.
hi: %d रिकॉर्डिंग अपने-आप बहाल नहीं हो सकीं: %@। खंड फ़ाइलें रिकॉर्डिंग फ़ोल्डर में हैं; पेशेवर ऑडियो टूल से ठीक करने का प्रयास करें।
id: Gagal memulihkan otomatis %d rekaman: %@. File segmen tetap di folder perekaman; coba perbaiki dengan alat audio profesional.
it: Recupero automatico di %d registrazioni non riuscito: %@. I file suddivisi restano nella cartella di registrazione; prova a ripararli con strumenti audio professionali.
ja: %d 件の録音の自動復元に失敗しました：%@。 分割ファイルは録音フォルダに残っています。専門の音声ツールでの修復をお試しください。
ko: %d개 녹음 자동 복구 실패: %@. 분할 파일은 녹음 폴더에 남아 있으며, 전문 오디오 도구로 복구를 시도할 수 있습니다.
nl: %d opnamen konden niet automatisch worden hersteld: %@. De segmentbestanden blijven in de opnamemap; probeer ze te repareren met professionele audiotools.
pl: Nie udało się automatycznie odzyskać %d nagrań: %@. Pliki segmentów pozostały w folderze nagrania; spróbuj naprawić je profesjonalnym narzędziem audio.
pt: Falha ao recuperar automaticamente %d gravações: %@. Os fragmentos permanecem na pasta de gravação; tente repará-los com ferramentas de áudio profissionais.
ru: Не удалось автоматически восстановить записей: %d — %@. Фрагменты остались в папке записи; попробуйте восстановить их профессиональным аудиоредактором.
sv: Kunde inte återställa %d inspelningar automatiskt: %@. Segmentsfilerna finns kvar i inspelningsmappen; försök reparera dem med professionella ljudverktyg.
th: กู้คืนการบันทึก %d รายการอัตโนมัติไม่สำเร็จ: %@ ไฟล์แบ่งชิ้นยังอยู่ในโฟลเดอร์บันทึก ลองซ่อมด้วยเครื่องมือเสียงระดับมืออาชีพ
tr: %d kayıt otomatik kurtarılamadı: %@. Bölüm dosyaları kayıt klasöründe duruyor; profesyonel ses araçlarıyla onarmayı deneyin.
uk: Не вдалося автоматично відновити %d записів: %@. Фрагменти залишилися в теці запису; спробуйте відновити їх професійним аудіоінструментом.
vi: Khôi phục tự động %d bản ghi thất bại: %@. Các tệp phân đoạn vẫn trong thư mục ghi; hãy thử sửa bằng công cụ âm thanh chuyên nghiệp.
zh_hant: %d 條錄音自動恢復失敗：%@。 分片檔案已保留在錄音資料夾，可用專業音訊工具嘗試修復。

source: %lld 个片段
ar: %lld مقطعًا
de: %lld Segmente
en: %lld segments
es: %lld segmentos
fr: %lld segments
hi: %lld खंड
id: %lld segmen
it: %lld segmenti
ja: %lld 個のセグメント
ko: 세그먼트 %lld개
nl: %lld segmenten
pl: %lld segmentów
pt: %lld segmentos
ru: Сегментов: %lld
sv: %lld segment
th: %lld ช่วง
tr: %lld bölüm
uk: Сегментів: %lld
vi: %lld đoạn
zh_hant: %lld 個片段

source: %lld 字
ar: %lld حرفًا
de: %lld Zeichen
en: %lld characters
es: %lld caracteres
fr: %lld caractères
hi: %lld अक्षर
id: %lld karakter
it: %lld caratteri
ja: %lld 文字
ko: %lld자
nl: %lld tekens
pl: %lld znaków
pt: %lld caracteres
ru: Символов: %lld
sv: %lld tecken
th: %lld ตัวอักษร
tr: %lld karakter
uk: Символів: %lld
vi: %lld ký tự

source: %lld 帧
ar: %lld إطار
de: %lld Bilder
en: %lld frames
es: %lld fotogramas
fr: %lld images
hi: %lld फ़्रेम
id: %lld frame
it: %lld fotogrammi
ja: %lld フレーム
ko: %lld 프레임
nl: %lld frames
pl: %lld klatek
pt: %lld fotogramas
ru: %lld кадров
sv: %lld bildrutor
th: %lld เฟรม
tr: %lld kare
uk: %lld кадрів
vi: %lld khung
zh_hant: %lld 影格

source: %lld 条
ar: %lld إدخالًا
de: %lld Einträge
en: %lld entries
es: %lld entradas
fr: %lld entrées
hi: %lld प्रविष्टियाँ
id: %lld entri
it: %lld voci
ja: %lld 件
ko: %lld개 항목
nl: %lld items
pl: %lld wpisów
pt: %lld entradas
ru: Записей: %lld
sv: %lld poster
th: %lld รายการ
tr: %lld giriş
uk: Записів: %lld
vi: %lld mục
zh_hant: %lld 條

source: %lld 条录音疑似仍在录制，本轮未处理
ar: يبدو أن %lld تسجيلًا لا يزال جاريًا؛ تم تخطيها هذه المرة
de: %lld Aufnahmen laufen möglicherweise noch; diesmal übersprungen
en: %lld recordings may still be in progress; skipped this run
es: %lld grabaciones parecen seguir en curso; omitidas esta vez
fr: %lld enregistrements semblent en cours ; ignorés cette fois
hi: %lld रिकॉर्डिंग अब भी चल रही हो सकती हैं; इस बार छोड़ी गईं
id: %lld rekaman mungkin masih berjalan; dilewati kali ini
it: %lld registrazioni potrebbero essere ancora in corso; saltate questa volta
ja: %lld 件の録音がまだ進行中の可能性があるため、今回の処理から除外しました
ko: %lld개 녹음이 아직 진행 중인 것으로 보여 이번에는 건너뛰었습니다
nl: %lld opnamen lopen mogelijk nog; deze keer overgeslagen
pl: %lld nagrań może wciąż trwać; pominięto w tym przebiegu
pt: %lld gravações podem estar em curso; ignoradas nesta execução
ru: Похоже, %lld записей ещё идут; в этом проходе они пропущены
sv: %lld inspelningar pågår möjligen fortfarande; hoppades över denna gång
th: %lld รายการอาจยังบันทึกอยู่ จึงข้ามในรอบนี้
tr: %lld kayıt hâlâ sürüyor olabilir; bu turda atlandı
uk: %lld записів, імовірно, ще тривають; цього разу пропущено
vi: %lld bản ghi có thể vẫn đang chạy; bỏ qua lần này
zh_hant: %lld 個錄音疑似仍在錄製，本輪未處理

source: %lld 核
ar: %lld نواة
de: %lld Kerne
en: %lld cores
es: %lld núcleos
fr: %lld cœurs
hi: %lld कोर
id: %lld inti
it: %lld core
ja: %lld コア
ko: %lld 코어
nl: %lld cores
pl: %lld rdzeni
pt: %lld núcleos
ru: %lld ядер
sv: %lld kärnor
th: %lld คอร์
tr: %lld çekirdek
uk: %lld ядер
vi: %lld nhân
zh_hant: %lld 核心
